albert.tabout
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
brapifra.phpserver
catppuccin.catppuccin-vsc
davidaburns.handmade-dark
dbaeumer.vscode-eslint
docker.docker
ecmel.vscode-html-css
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
glenn2223.live-sass
hollowtree.vue-snippets
kevinrose.vsc-python-indent
laravel.vscode-laravel
magicstack.magicpython
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-typescript-next
onecentlin.laravel-blade
pkief.material-icon-theme
qwtel.sqlite-viewer
redhat.java
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
shufo.vscode-blade-formatter
slevesque.shader
subframe7536.theme-maple
sumneko.lua
twxs.cmake
tyriar.sort-lines
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscodevim.vim
vue.volar
xabikos.javascriptsnippets
xdebug.php-debug
